; Serbian Latin
; Radoš Milićev (https://github.com/rammba)

[Serbian (Latin)]
IDS_UPDATE_NO=Nema dostupnih ažuriranja.
IDS_UPDATE_YES=Ažuriranje je dostupno, preuzmite i instalirajte?
IDS_UPDATE_DOWNLOAD=Preuzimanje ažuriranja...
IDS_UPDATE_DONE=Preuzimanje ažuriranja je završeno.
IDS_UPDATE_ERROR=Greška pri povezivanju servera za ažuriranje.
IDS_UPDATE_INIT=Provera novih izdanja...
IDS_UPDATE_INSTALL=Dostupno ažuriranje, želite li da ga instalirate?
IDS_UPDATE_SPEED=Brzina
IDS_RESET=Resetuj
IDS_SAVE=Sačuvaj
IDS_CLOSE=Zatvori
IDS_FILE=Fajl
IDS_VIEW=Prikaz
IDS_SETTINGS=Podešavanja
IDS_HELP=Pomoć
IDS_RUNASADMIN=Pokreni kao admin
IDS_SAVE_HTML=Sačuvaj kao HTML
IDS_EXIT=Izlaz
IDS_REFRESH=Osveži
IDS_FIND=Pronađi
IDS_LANGUAGE=Jezik
IDS_WEBSITE=Veb-sajt
IDS_CHECKUPDATES=Proveri ažuriranja
IDS_DONATE=Zahvali se!
IDS_ABOUT=O ...
IDS_EXPLORE_FILE=Istraži fajl
IDS_EXPLORE_REGISTRY=Istraži registar
IDS_DELETE=Obriši
IDS_COPY=Kopiraj
IDS_COPY_VALUE=Copy vallue
IDS_ENTRIES=Unosi
IDS_NAME=Naziv
IDS_VALUE=Vrednost
IDS_ALL=Sve
IDS_LOGON=Logon
IDS_WEB=Web unosi
IDS_PENDINGFILERENAME=Operacije preimenovanja fajlova na čekanju
IDS_CODECS=Kodeci
IDS_KNOWNDLLS=Poznati dll-ovi
IDS_TASKSCHEDULER=Planer zadataka
IDS_SERVICES=Servisi
IDS_DRIVERS=Drajveri
IDS_IMAGEHIJACKS=Image Hijacks
IDS_FILEPATH=Putanja
IDS_SIGNATURE=Potpis
IDS_ALWAYSONTOP_CHK=Uvek na vrhu
IDS_DARKMODE_CHK=Koristi tamnu temu
IDS_USECERTIFICATES_CHK=Provera digitalnih potpisa aplikacije
IDS_SKIPUACWARNING_CHK=Preskoči "Kontrolu korisničkog naloga"
IDS_CHECKUPDATES_CHK=Povremeno proveravajte ažuriranja (preporuka)
IDS_QUESTION_ADMIN=Potrebna su prava admina za uklanjanje vrednosti, dodeli?
IDS_QUESTION_DELETE=Ukloni elemement(e)?
IDS_STATUS_TOTAL=Ukupno elemenata
IDS_STATUS_LOADING=Učitavanje...
IDS_STATUS_EMPTY=Nema elemenata.
IDS_STATUS_FINISH=Završeno u
